Repository: IngmarStein/Monolingual
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fa, fr, hr, it, ja, ko, nl, pl, ro, ru, sk, sv, tr

source: Strip debug info when removing architectures
de: Debug-Informationen beim Entfernen von Architekturen entfernen
el: Αφαίρεση πληροφοριών αποσφαλμάτωσης κατά την αφαίρεση αρχιτεκτονικών
es: Eliminar la información de depuración al quitar arquitecturas
fa: حذف اطلاعات اشکال‌زدایی هنگام حذف معماری‌ها
fr: Supprimer les informations de débogage lors du retrait d’architectures
hr: Ukloni informacije za otklanjanje pogrešaka pri uklanjanju arhitektura
it: Rimuovi le informazioni di debug quando rimuovi le architetture
ja: アーキテクチャ削除時にデバッグ情報を削除
ko: 아키텍처 제거 시 디버그 정보 삭제
nl: Debug-informatie verwijderen bij het verwijderen van architecturen
pl: Usuwaj informacje debugowania przy usuwaniu architektur
ro: Elimină informațiile de depanare la eliminarea arhitecturilor
ru: Удалять отладочную информацию при удалении архитектур
sk: Pri odstraňovaní architektúr odstrániť ladiacie informácie
sv: Ta bort felsökningsinformation när arkitekturer tas bort
tr: Mimariler kaldırılırken hata ayıklama bilgilerini sil

source: The Monolingual application bundle is incomplete.
de: Das Monolingual-Programmpaket ist unvollständig.
el: Το πακέτο εφαρμογής του Monolingual είναι ελλιπές.
es: El paquete de la aplicación Monolingual está incompleto.
fa: بستهٔ برنامهٔ Monolingual ناقص است.
fr: Le paquet de l’application Monolingual est incomplet.
hr: Paket aplikacije Monolingual nije potpun.
it: Il pacchetto dell’applicazione Monolingual è incompleto.
ja: Monolingual アプリケーションのバンドルが不完全です。
ko: Monolingual 응용 프로그램 번들이 불완전합니다.
nl: De programmabundel van Monolingual is onvolledig.
pl: Pakiet aplikacji Monolingual jest niekompletny.
ro: Pachetul aplicației Monolingual este incomplet.
ru: Пакет приложения Monolingual неполон.
sk: Balík aplikácie Monolingual je neúplný.
sv: Monolinguals applikationspaket är ofullständigt.
tr: Monolingual uygulama paketi eksik.

source: You cancelled the removal. Some files were erased, some were not.
de: Du hast das Entfernen abgebrochen. Einige Dateien wurden gelöscht, andere nicht.
el: Σταματήσατε την αφαίρεση. Κάποια αρχεία αφαιρέθηκαν, κάποια όχι.
es: Has cancelado la eliminación. Algunos archivos se borraron y otros no.
fa: .شما در حذف لغو شده است. برخی از فایل های، پاک شد برخی از نبودند
fr: Vous avez interrompu la suppression. Certains fichiers sont effacés, d\'autres pas.
hr: Prekinuli ste uklanjanje. Neke datoteke su obrisane, neke nisu.
it: Hai annullato la rimozione. Alcuni file sono stati cancellati, altri no.
ja: 削除を中止しました。いくつかのファイルは既に削除されてしまいました。
ko: 삭제를 취소하셨습니다. 몇몇 파일은 삭제되었지만, 몇몇 파일은 남아있습니다.
nl: U annuleerde de verwijdering. Enkele bestanden werden verwijderd, enkele niet.
pl: Usuwanie zostało przerwane przez użytkownika. Nie wszystkie pliki zostały usunięte.
ro: Ai anulat procesul de elimnare. Anumite date au fost șterse, altele nu.
ru: Вы отменили удаление. Некоторые файлы были стёрты, некоторые нет.
sk: Zrušil si vymazávanie. Niektoré súbory sú vymazané, niektoré nie.
sv: Du avbröt borttagningen. Vissa filer blev borttagna, vissa inte.
tr: Kaldırma işlemini iptal ettiniz. Bazı dosyalar silindi, bazıları silinmedi.

source: You will not be able to restore them without reinstalling macOS.
de: Du kannst diese Pakete nicht wiederherstellen, ohne macOS neu zu installieren.
el: Για να τις χρησιμοποιήσετε ξανά θα πρέπει να επανεγκαταστήσετε το λειτουργικό σύστημα.
es: No podrás restaurarlos sin reinstalar macOS.
fa: شما نمی قادر خواهد بود به بازگرداندن آنها بدون نصب مجدد از MacOS.
fr: Il sera nécessaire de réinstaller macOS si jamais vous voulez les restaurer.
hr: Nemožete ih više povratiti bez reinstalacije macOS-a.
it: Non sarai in grado di ripristinarle senza reinstallare macOS.
ja: 元に戻すためには macOS を再インストールする必要があります。
ko: macOS를 재설치 하지 않는 이상 다시 돌릴수 없습니다.
nl: U kunt ze niet meer herstellen zonder macOS opnieuw te installeren.
pl: Przywrócenie ich będzie się wiązało z przeinstalowaniem systemu.
ro: Nu vei mai avea posibilitatea de a revendica aceste pachete, doar dacă vei reinstala macOS.
ru: Вы не сможете восстановить их без переустановки macOS.
sk: Nieje možné ich vrátiť naspäť bez preinštalovania macOS.
sv: Du kan inte återfå dem utan att installera om macOS.
tr: Bu işlem geri alınamaz. Bu dillere ihtiyaç duymanız durumunda macOS'u baştan kurmak zorunda kalacaksınız.

source: Your OS has not been modified.
de: Dein System wurde nicht verändert.
el: Το λειτουργικό σύστημα δεν τροποποιήθηκε.
es: Tu sistema operativo no se ha modificado.
fa: .سیستم عامل خود را اصلاح نشده است
fr: Votre système est intact.
hr: Vaš OS nije promijenjen.
it: Il Sistema non è stato modificato.
ja: システムは改変されませんでした。
ko: macOS의 언어 파일들이 변하지 않았습니다.
nl: Uw besturingssysteem is niet gewijzigd.
pl: System nie został zmodyfikowany.
ro: macOS nu a fost modificat.
ru: Ваша OS не была изменена.
sk: Tvoj OS nebol modifikovaný.
sv: Ditt operativsystem har inte ändrats.
tr: İşletim sisteminizde bir değişiklik yapılmadı

# locale_md
source: Moldavian
de: Moldauisch
el: Μοδαβικά
es: moldavo
fa: locale_md
fr: moldave
hr: moldavski
it: moldavo
ja: モルドバ語
ko: 몰도바어
nl: Moldavisch
pl: mołdawski
ro: moldovenească
ru: Молдавский
sk: Moldavsko
sv: moldaviska
tr: Moldovalı

source: unknown
de: unbekannt
el: άγνωστη
es: desconocida
fa: ناشناخته
fr: inconnue
hr: nepoznato
it: sconosciuta
ja: 不明
ko: 알려지지 않음
nl: onbekend
pl: nieznana
ro: necunoscută
ru: неизвестное
sv: okänd
tr: bilinmiyor

source: Monolingual Website
el: Ιστότοπος του Monolingual
es: Sitio web de Monolingual
fa: وب‌سایت Monolingual
fr: Site web de Monolingual
hr: Web-stranica Monolinguala
it: Sito web di Monolingual
ja: Monolingual の Web サイト
ko: Monolingual 웹 사이트
pl: Strona Monolingual
ro: Site-ul Monolingual
ru: Веб-сайт Monolingual
sk: Webová stránka Monolingualu
sv: Monolinguals webbplats
tr: Monolingual web sitesi

source: OK
el: Εντάξει
fa: تأیید
hr: U redu
ko: 확인
ru: ОК
tr: Tamam

source: Standard
el: Προεπιλογή
es: Estándar
fa: استاندارد
fr: Par défaut
hr: Standardno
it: Predefiniti
ja: 標準
ko: 표준
nl: Standaard
pl: Domyślne
ru: По умолчанию
sk: Štandardné
tr: Standart
